IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Idioma:EN)"
IDS_CVL_DLL_ERROR = "Não foi possível inicializar a dll COM"
IDS_CVL_REPORT_PRINTING = "Imprimindo Relatório..."
IDS_CVL_REPORT_GENERATING = "Gerando Relatório..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "A versão do módulo de dimensionamento não é compatível com a versão atual.\n Não é possível gerar o Relatório."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "A versão do módulo de dimensionamento não é compatível com a versão atual.\nRC/Coluna Não é possível executar o dimensionamento."
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "A versão do módulo de dimensionamento não é compatível com a versão atual.\nRating Não é possível gerar o relatório."
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData A versão do módulo de dimensionamento não é compatível com a versão atual."
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report A versão do módulo de dimensionamento não é compatível com a versão atual."
IDS_CVL_INCORRECT_DLL_VER_ERROR = "Uma versão incorreta da dll está sendo vinculada"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Relatório não inicializado"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Tabela_Sumário"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Conectores de Força Cortante"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Reforços Longitudinais"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Reforços de Apoio"
IDS_CVL_RPT_US_Web = "Web"
IDS_CVL_RPT_US_1Side = "1 Lado"
IDS_CVL_RPT_US_2Side = "2 Lados"
IDS_CVL_RPT_US_Top_Flange = "Flange Superior"
IDS_CVL_RPT_US_Bottom_Flange = "Flange Inferior"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Mesa superior (superfície inferior da mesa superior)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Mesa inferior (superfície superior da mesa inferior)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ Seção não compacta para ponte curva"
IDS_CVL_RPT_US_Noncompact_section = "∴ Seção não compacta"
IDS_CVL_RPT_US_Slender_section = "∴ Seção esbelta."
IDS_CVL_RPT_US_Exist = "Existir"
IDS_CVL_RPT_US_Not_Exist = "Não Existir"
IDS_CVL_RPT_US_Stiffened_Web = "web reforçada"
IDS_CVL_RPT_US_Unstiffened_Web = "web não reforçada"
IDS_CVL_RPT_US_Shear_connector = "Conector de Força Cortante"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "Reforço Longitudinal"
IDS_CVL_RPT_US_Stiffener_type_Flat = "Plano"
IDS_CVL_RPT_US_Stiffener_type_Tee = "T"
IDS_CVL_RPT_US_Stiffener_Num_1 = "Um Lado"
IDS_CVL_RPT_US_Stiffener_Num_2 = "Ambos os Lados"
IDS_CVL_RPT_US_Stiffener_I_type = "Tipo I"
IDS_CVL_RPT_US_Stiffener_T_type = "Tipo T"
IDS_CVL_RPT_US_Stiffener_U_type = "Tipo U"
IDS_CVL_RPT_US_Positive_moment = "Momento Positivo"
IDS_CVL_RPT_US_Negative_moment = "Momento Negativo"
IDS_CVL_RPT_US_Top_part = "(Superior)"
IDS_CVL_RPT_US_Bottom_part = "(Inferior)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Segmentar"
IDS_CVL_RPT_US_Nonsegmental = "Não segmentar"
IDS_CVL_RPT_US_Solid = "Sólido"
IDS_CVL_RPT_US_Box = "Caixa"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.Dimensionamento à torção para uma seção"
IDS_CVL_RPT_US_Transfer_Construction = "%d.Na transferência e durante a construção"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.Na combinação de carga de serviço"
IDS_CVL_RPT_US_PSC_Bond = "Ligação"
IDS_CVL_RPT_US_PSC_Unbond = "Desligado"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d.Dimensionamento à flexão para uma seção"
IDS_CVL_RPT_US_Positive = "Positivo"
IDS_CVL_RPT_US_Negative = "Negativo"
IDS_CVL_RPT_US_Code = "Código"
IDS_CVL_RPT_US_Strain_compatibility = "Compatibilidade de Deformação"
IDS_CVL_RPT_US_i_Crack_Check = "%d.Verificação de fissuração"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d.Dimensionamento à força cortante para uma seção"
IDS_CVL_RPT_US_Compression = "Compressão"
IDS_CVL_RPT_US_Tension = "Tensão"
IDS_CVL_RPT_US_Top_part2 = "Superior"
IDS_CVL_RPT_US_Bottom_part2 = "Inferior"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ Superior"
IDS_CVL_RPT_US_Bottom_title = "■ Inferior"
IDS_CVL_RPT_US_Quasi_permanent = "Quase permanente"
IDS_CVL_RPT_US_Frequent = "Frequentemente"
IDS_CVL_RPT_US_Characteristic = "Característica"
IDS_CVL_RPT_US_Persistent_Transient = "Persistente & Transitório"
IDS_CVL_RPT_US_Characteristic_IRC = "Raro"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Básico & Sísmico"
IDS_CVL_RPT_US_Accidental = "Acidental"
IDS_CVL_RPT_US_Service_Load_I = "Carga de Serviço I"
IDS_CVL_RPT_US_Service_Load_III_IV = "Carga de Serviço III/IV"
IDS_CVL_RPT_US_Continued_Load = "Carga de Serviço V"
IDS_CVL_RPT_US_Ultimate_Load_State = "Estado Limite Último"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "Longo prazo"
IDS_CVL_RPT_US_Short_term = "Curto prazo"
IDS_CVL_RPT_US_Long_Load = "Carga de Longo Prazo"
IDS_CVL_RPT_US_Short_Load = "Carga de Curto Prazo"
IDS_CVL_RPT_US_Construct_Stress = "TensãoNaCS"
IDS_CVL_RPT_US_Service_Stress = "TensãoNaLCB"
IDS_CVL_RPT_US_Construct_Principal_Stress = "TensãoPrincipalNaCS"
IDS_CVL_RPT_US_Service_Principal_Stress = "TensãoPrincipalNaLCB"
IDS_CVL_RPT_US_PS_Steel = "Tensão do Tendão"
IDS_CVL_RPT_US_Crack = "Verificação de Fissura"
IDS_CVL_RPT_US_Flexural_Strength = "Resistência à Flexão"
IDS_CVL_RPT_US_Shear_Strength = "Resistência ao Corte"
IDS_CVL_RPT_US_Torsional_Strength = "Resistência ao Momento Torsor"
IDS_CVL_RPT_US_Girder = "Viga"
IDS_CVL_RPT_US_Slab = "Laje"
IDS_CVL_RPT_US_Non_Composite = "Não-composto"
IDS_CVL_RPT_US_Composite = "Composto"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. Verificação da resistência à flexão"
IDS_CVL_RPT_US_Positive_moment_title = "■ Momento Positivo"
IDS_CVL_RPT_US_Negative_moment_title = "■ Momento Negativo"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. Verificação da resistência à força cortante"
IDS_CVL_RPT_US_Max_Shear_Force = "■ Força Cortante Máxima"
IDS_CVL_RPT_US_Min_Shear_Force = "■ Força Cortante Mínima"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Força Torsional Máxima"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. Verificação da resistência à torção (seção caixão)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. Verificação da resistência à torção (seção maciça)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) Verificação da Resistência ao Momento Torsor"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. Verificação de Tensão zero"
IDS_CVL_RPT_US_i_Crack_check = "%d. Verificação de fissuração"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-Tensão Superior da Seção"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-Tensão Inferior da Seção"
IDS_CVL_RPT_US_Strain = "Deformação"
IDS_CVL_RPT_US_Displacement = "Deslocamento"
IDS_CVL_RPT_US_ROUGH_CIP = "Rugoso (laje CIP)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Monoliticamente"
IDS_CVL_RPT_US_ROUGH = "Intencionalmente rugoso"
IDS_CVL_RPT_US_ROUGH_LWC = "Intencionalmente rugoso (LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Intencionalmente rugoso (NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "Não intencionalmente rugoso"
IDS_CVL_RPT_US_ANCHORED = "Ancorado"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Proporcionamento da Armadura longitudinal no lado tracionado à flexão"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Proporcionamento da Armadura longitudinal no lado comprimido à flexão"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Armadura mínima transversal de força cortante"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Espaçamento máximo para Armadura transversal de força cortante"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Resistência à força cortante limitada pelo esmagamento da alma"
IDS_CVL_RPT_Member = "Elemento estrutural"
IDS_CVL_RPT_Critical_LCOM = "Combinação Crítica de Carga"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "A resistência à fratura deve ser verificada separadamente pelo usuário"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 deve ser verificado separadamente pelo usuário"
IDC_CVL_RPT_Not_Recommended_compession_member = "Não recomendado para uso como elementos comprimidos"
IDC_CVL_RPT_Not_Recommended_flexural_member = "Não recomendado para uso como elementos à flexão"
IDS_CVL_RPT_US_Element = "Elemento"
IDS_CVL_RPT_US_Position = "Posição"
IDS_CVL_RPT_US_Moment_Type = "Tipo de Momento"
IDS_CVL_RPT_US_Dgn_Condition = "Condição de Projeto"
IDS_CVL_RPT_US_Flexure = "Flexão"
IDS_CVL_RPT_US_Properties = "Propriedades"
IDS_CVL_RPT_US_Section = "Seção"
IDS_CVL_RPT_US_Material = "Material"
IDS_CVL_RPT_US_Flange = "Flange"
IDS_CVL_RPT_US_Design = "Projeto"
IDS_CVL_RPT_US_Strength = "Resistência"
IDS_CVL_RPT_US_Fyc_Desc = "Resistência ao Escoamento da Flange de Compressão"
IDS_CVL_RPT_US_Fyw_Desc = "Resistência ao Escoamento da Web"
IDS_CVL_RPT_US_Fyt_Desc = "Resistência ao Escoamento da Flange de Tração"
IDS_CVL_RPT_US_Es_Desc = "Módulo de Elasticidade do Aço"
IDS_CVL_RPT_US_Transverse = "Transversal"
IDS_CVL_RPT_US_Stiffener = "Reforço"
IDS_CVL_RPT_US_Type = "Tipo"
IDS_CVL_RPT_US_Name = "Nome"
IDS_CVL_RPT_US_Elastic = "Elástico"
IDS_CVL_RPT_US_Steel_Gr = "Aço"
IDS_CVL_RPT_US_Steel_Section = "Seção de Aço"
IDS_CVL_RPT_US_Composite_Section = "Seção Composta"
IDS_CVL_RPT_US_3n_Desc = "para propriedades do material dependentes do tempo definidas, uma vez que os resultados da análise consideram os efeitos de longo prazo"
IDS_CVL_RPT_US_Long_Reinforcement = "Armadura long."
IDS_CVL_RPT_US_Limit_State = "Estado Limite"
IDS_CVL_RPT_US_Flexural = "Flexional"
IDS_CVL_RPT_US_Resistance = "Resistência"
IDS_CVL_RPT_US_EN_Positive_moment = "Momento positivo"
IDS_CVL_RPT_US_EN_Negative_moment = "Momento negativo"
IDS_CVL_RPT_US_Dgn_Force_Stress = "Forças e Tensões de Projeto"
IDS_CVL_RPT_US_Load_Combination = "Combinação de Carga"
IDS_CVL_RPT_US_Component = "Componente"
IDS_CVL_RPT_US_Forces = "Forças"
IDS_CVL_RPT_US_Stresses = "Tensões"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "A combinação de carga positiva não existe. Ignorar esta verificação."
IDS_CVL_RPT_US_Unbraced_Length = "Comprimento Não Reforçado"
IDS_CVL_RPT_US_Sect_Proportion = "Proporções da Seção Transversal"
IDS_CVL_RPT_US_Web_Proportion = "Proporções da Web"
IDS_CVL_RPT_US_Flange_Proportion = "Proporções da Flange"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Momento Plástico (Mp)"
IDS_CVL_RPT_US_Plastic_Force = "Forças Plásticas"
IDS_CVL_RPT_US_Plastic_moment = "Momento Plástico"
IDS_CVL_RPT_US_Plastic_Moment = "Momento Plástico"
IDS_CVL_RPT_US_Dist_PNA = "Distância ao eixo neutro plástico"
IDS_CVL_RPT_US_drt_Desc = "distância do PNA à linha de centro da camada superior de Armadura"
IDS_CVL_RPT_US_drb_Desc = "distância do PNA à linha de centro da camada inferior de Armadura"
IDS_CVL_RPT_US_dt_Desc = "distância do eixo neutro plástico à meia espessura da mesa tracionada"
IDS_CVL_RPT_US_dw_Desc = "distância do eixo neutro plástico à meia altura da alma"
IDS_CVL_RPT_US_dc_Desc = "distância do eixo neutro plástico à meia espessura da mesa comprimida"
IDS_CVL_RPT_US_ds_Desc = "distância do eixo neutro plástico à meia espessura da laje de Concreto"
IDS_CVL_RPT_US_Check_Case_PNA = "Verificar o caso do eixo neutro plástico"
IDS_CVL_RPT_US_Dist_of_PNA = "Distância do eixo neutro plástico"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Momento de Escoamento (My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Momento de Limite de escoamento da mesa superior"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Momento de Limite de escoamento da mesa inferior"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Momento de Limite de escoamento da Armadura longitudinal"
IDS_CVL_RPT_US_in_which = "em que :"
IDS_CVL_RPT_US_S_Desc = "módulo de seção não composta"
IDS_CVL_RPT_US_S3n_Desc = "módulo resistente da seção composta de longo prazo"
IDS_CVL_RPT_US_Sn_Desc = "módulo resistente da seção composta de curto prazo"
IDS_CVL_RPT_US_M_D1_Desc = "momento da seção não composta"
IDS_CVL_RPT_US_M_D2_Desc = "Momento da seção composta de longo prazo"
IDS_CVL_RPT_US_M_AD_Desc = "Momento adicional de Limite de escoamento da seção composta de curto prazo"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "A combinação de carga negativa não existe. Ignorar esta verificação."
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Armadura mínima da laje de Concreto para flexão negativa"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Estado limite de resistência à flexão em flexão positiva"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Estado limite de resistência à flexão em flexão negativa"
IDS_CVL_RPT_US_Sect_Classification = "▪ Classificação da Seção"
IDS_CVL_RPT_US_Ductility_Req = "Requisito de Ductilidade"
IDS_CVL_RPT_US_Dp_Desc = "distância do topo da laje de Concreto ao eixo neutro da seção composta no momento plástico"
IDS_CVL_RPT_US_Dt_Desc = "altura total da seção composta"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Resistência à flexão da seção composta compacta"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Resistência nominal à flexão em um vão contínuo"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Resistência nominal à flexão por Dp"
IDS_CVL_RPT_US_Therefore = "portanto,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Verificar a resistência à flexão da seção composta compacta"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Verificar a resistência à flexão da seção composta não compacta"
IDS_CVL_RPT_US_Check_compression_flange = "Verificar flange de compressão"
IDS_CVL_RPT_US_Check_tension_flange = "Verificar flange de tração"
IDS_CVL_RPT_US_Shored_Construction = "Construção com Apoio"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Tensão de Flexão Lateral da Flange"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "Devido à mesa tracionada contraventada discretamente."
IDS_CVL_RPT_US_for_curved_bridge = "para ponte curva"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "Devido à mesa contraventada continuamente."
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Tensão de flexão lateral elástica de segunda ordem da mesa comprimida"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "Devido à mesa contraventada discretamente."
IDS_CVL_RPT_US_fl_Fl_Desc = "Força lateral uniformemente distribuída estaticamente equivalente"
IDS_CVL_RPT_US_fl_Pl_Desc = "Força lateral concentrada estaticamente equivalente"
IDS_CVL_RPT_US_fl_F_Desc = "Força Distribuída"
IDS_CVL_RPT_US_fl_P_Desc = "Força Concentrada"
IDS_CVL_RPT_US_fl_e_Desc = "Excentricidade das Cargas de Saliente"
IDS_CVL_RPT_US_fl_hw_Desc = "altura da web"
IDS_CVL_RPT_US_fl_Lb_Desc = "comprimento não reforçado"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Fator de Carga permanente para seção não composta"
IDS_CVL_RPT_US_bec_torsional_warping = "Devido ao torção"
IDS_CVL_RPT_US_Mb_Desc = "Bi-momento"
IDS_CVL_RPT_US_Iw_Desc = "Constante de Torção"
IDS_CVL_RPT_US_w_f_Desc = "Função de empenamento no ponto de Tensão "
IDS_CVL_RPT_US_Check = "Verificar"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Fator Híbrido, Rh"
IDS_CVL_RPT_US_homo_sect = "seção homogênea"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Seção híbrida com Aço de maior resistência na alma do que em ambas as mesas"
IDS_CVL_RPT_US_Rh_Dn_Desc = "maior entre a distância do NA elástico à face interna da mesa"
IDS_CVL_RPT_US_Rh_Fn_Desc = "Tensão de Limite de escoamento correspondente a Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "área da mesa no lado do NA correspondente a Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Comprimento não reforçado limite"
IDS_CVL_RPT_US_rt_Desc = "raio de giração efetivo para flambagem lateral por torção"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Tensão elástica de flambagem lateral por torção"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Modificador de Gradiente de Momento"
IDS_CVL_RPT_US_for_unbraced_cantilever = "Para balanço não reforçado"
IDS_CVL_RPT_US_Calc_Stress = "Cálculo da Tensão"
IDS_CVL_RPT_US_Elastic_Range_Dc = "Na faixa elástica, Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Altura da alma em compressão no momento plástico, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Fator de Alívio de Carga da Web"
IDS_CVL_RPT_US_In_constructibility = "Na Construtibilidade"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Devido à seção composta atender às proporções da Seção em flexão positiva."
IDS_CVL_RPT_US_Web_with_long_Stfn = "Almas com enrijecedores longitudinais,"
IDS_CVL_RPT_US_fyc_Desc = "resistência mínima especificada ao Limite de escoamento de uma mesa comprimida"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Resistência à flexão baseada na mesa tracionada contraventada continuamente"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Resistência à flambagem local baseada na mesa comprimida contraventada discretamente"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Resistência à flambagem lateral por torção baseada na mesa comprimida contraventada discretamente"
IDS_CVL_RPT_US_s_compact = "compacto"
IDS_CVL_RPT_US_s_noncompact = "não compacto"
IDS_CVL_RPT_US_s_slender = "esbelto"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Resistência à flexão baseada na mesa comprimida contraventada discretamente"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Fator de Plastificação da Web"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Resistência à flexão na mesa comprimida contraventada continuamente"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Resistência à flexão na mesa tracionada contraventada continuamente"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Resistência à flambagem local baseada na mesa de compressão contraventada discretamente"
IDS_CVL_RPT_US_for_Rolled_sect = "para seção laminada"
IDS_CVL_RPT_US_for_built_up_sect = "para seção montada"
IDS_CVL_RPT_US_compact_flange = "flange compacta"
IDS_CVL_RPT_US_noncompact_flange = "flange não compacta"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Resistência Crítica à Flambagem Elástica"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Resistência à flambagem por torção e à flambagem flexo-torcional"
IDS_CVL_RPT_US_Shear = "Força cortante"
IDS_CVL_RPT_US_Max = "Máx"
IDS_CVL_RPT_US_Min = "Mín"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Relação entre a resistência à flambagem por cisalhamento e a resistência ao Limite de escoamento ao cisalhamento, C"
IDS_CVL_RPT_US_Web_Classification = "Classificação da Web"
IDS_CVL_RPT_US_Long_Stfn = "Reforço Longitudinal"
IDS_CVL_RPT_US_Tran_Stfn = "Reforço Transversal"
IDS_CVL_RPT_US_Tran_Spacing = "Espaçamento Transversal"
IDS_CVL_RPT_US_web_considered = "Assim, esta alma é considerada"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "coeficiente de flambagem por cisalhamento de almas enrijecidas"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "coeficiente de flambagem por cisalhamento de almas não enrijecidas"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Resistência nominal de almas internas não enrijecidas ou painel de extremidade"
IDS_CVL_RPT_US_Vn_C_Desc = "relação entre a resistência à flambagem por cisalhamento e a resistência ao Limite de escoamento ao cisalhamento"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Resistência nominal de almas internas enrijecidas"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "Ação de campo de tração pós-flambagem não considerada"
IDS_CVL_RPT_US_Tran_Stiffeners = "Reforços Transversais"
IDS_CVL_RPT_US_Projecting_width = "Largura Projetada"
IDS_CVL_RPT_US_TS_D_Desc = "altura da seção de aço"
IDS_CVL_RPT_US_TS_tp_Desc = "espessura do reforço"
IDS_CVL_RPT_US_TS_bf_Desc = "largura da flange"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Momento de inércia e raio de giração"
IDS_CVL_RPT_US_yiled_Stfn = "escoamento do reforço"
IDS_CVL_RPT_US_and = "e"
IDS_CVL_RPT_US_Service = "Serviço"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Verificação da Eficácia da Laje de Concreto"
IDS_CVL_RPT_US_modulus_rupture = "módulo de ruptura"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Tensão de tração longitudinal majorada do Serviço II no tabuleiro"
IDS_CVL_RPT_US_P_N_moment = "Momento Positivo/Negativo"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "Não há combinação de carga de serviço. Ignorar esta verificação."
IDS_CVL_RPT_US_Permanent_deformation = "Deformação Permanente"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "Esta seção não é uma seção compacta em flexão positiva; ignorar a verificação de tensão nas mesas superior e inferior."
IDS_CVL_RPT_US_flg_stress_ff_Desc = "tensão na mesa devido às cargas do Serviço II calculadas sem considerar a flexão lateral da mesa"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "limite de escoamento mínimo especificado de uma mesa"
IDS_CVL_RPT_US_posi_flexure_and = "Flexão Positiva e"
IDS_CVL_RPT_US_Ser_proportion_limit = "limite de proporção; ignorar a verificação da Resistência Nominal à Flambagem por Flexão das almas."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Resistência Nominal à Flambagem por Flexão das almas"
IDS_CVL_RPT_US_Ser_fc_Desc = "tensão na mesa comprimida na seção em consideração devido às cargas do Serviço II."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Verificar a tensão do tabuleiro de concreto"
IDS_CVL_RPT_US_No_condition_checking_skip = "Não há condições para verificação. Ignorar esta verificação."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Verificar a armadura mínima do tabuleiro de concreto em flexão negativa"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "Assim, a armadura mínima do tabuleiro de concreto em flexão negativa não é necessária."
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "Assim, a armadura mínima do tabuleiro de concreto em flexão negativa é necessária."
IDS_CVL_RPT_US_Constructibility = "Construtibilidade"
IDS_CVL_RPT_US_CS_Const_Stage = "Fase de Construção"
IDS_CVL_RPT_US_CS_Step = "Passo"
IDS_CVL_RPT_US_C_Steel_Only = "Seção de Aço Apenas"
IDS_CVL_RPT_US_No_CS_Skip = "Não há etapa construtiva. Ignorar esta verificação."
IDS_CVL_RPT_US_Check_Slend_Web = "Verificar esbeltez da alma"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Mesas em compressão com contraventamento discreto"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Mesas em tração com contraventamento discreto"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Tensão de flexão lateral na mesa tracionada"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Verificar escoamento nominal da flange"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "Para seções com alma esbelta, não deve ser verificado quando fl é igual a zero."
IDS_CVL_RPT_US_flex_resistance = "Verificar resistência à flexão"
IDS_CVL_RPT_US_Chk_web_bend_buck = "Verificar flambagem da alma"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "Para seções com almas compactas ou não compactas, não deve ser verificado."
IDS_CVL_RPT_US_Concrete_Deck = "Laje de Concreto"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Verificar tensões longitudinais no tabuleiro de concreto"
IDS_CVL_RPT_US_Dgn_Forces = "Forças de Projeto"
IDS_CVL_RPT_US_Shear_req_Web = "Requisito de cisalhamento para almas"
IDS_CVL_RPT_US_Fati_Limit_State = "Estado Limite de Fadiga"
IDS_CVL_RPT_US_Fati_moment = "Momento de Fadiga"
IDS_CVL_RPT_US_Shear_Force = "Força Cisalhante"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "Não há Combinação de Carga de Fadiga. Ignorar esta verificação."
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Fadiga Induzida por Carga"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Verificar Fadiga Induzida por Carga"
IDS_CVL_RPT_US_F_stress_unfac_DL = "A tensão de DL não majorado"
IDS_CVL_RPT_US_F_stress_fati_LCB = "A tensão de LCB de fadiga"
IDS_CVL_RPT_US_F_Comp_Minus = " - : Compressão"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "A tensão de compressão de DL não majorado"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "A tensão de tração de LCB de fadiga"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "A tensão de DL não majorado é a tensão de tração."
IDS_CVL_RPT_US_Skip_this_check = "Ignorar esta verificação."
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Categoria"
IDS_CVL_RPT_US_F_Number_stress = "Número de tensão (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Equivalente à Tabela de Vida Infinita."
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "Para Fadiga I, de acordo com a Tabela"
IDS_CVL_RPT_US_CAFT = "Limites de Fadiga de Amplitude Constante"
IDS_CVL_RPT_US_for_Fatigue_II = "Para Fadiga II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Requisito especial de fadiga para almas com enrijecedores transversais"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "força cortante na alma devido à carga permanente não majorada mais a carga de fadiga majorada (Fadiga I)"
IDS_CVL_RPT_US_Sum = "Soma"
IDS_CVL_RPT_US_Warping_stress = "tensão de torção"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Resistência à flexão baseada na mesa em tração"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Resistência à flexão baseada na mesa de caixa em tração"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Resistência à flexão baseada na mesa de caixa em compressão"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Resistência à flambagem local baseada em mesas não enrijecidas"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Resistência à flambagem local baseada em mesas enrijecidas"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "coeficiente de flambagem de placa para tensão normal uniforme"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "coeficiente de flambagem de placa para tensão de cisalhamento"
IDS_CVL_RPT_US_EN_Shear_Connector = "Conectores Cisalhantes"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "Não há Informações do Conector de Cisalhamento. Ignorar esta verificação."
IDS_CVL_RPT_US_Types = "Tipos"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "Conectores de cisalhamento do tipo canal não verificam os tipos."
IDS_CVL_RPT_US_SC_Hs_Desc = "altura do pino"
IDS_CVL_RPT_US_SC_d_Desc = "diâmetro do pino"
IDS_CVL_RPT_US_SC_Pitch = "Passo"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Resistência à Fadiga Cisalhante"
IDS_CVL_RPT_US_Article = "Artigo"
IDS_CVL_RPT_US_Table = "Tabela"
IDS_CVL_RPT_US_SC_w_Desc = "largura do canal"
IDS_CVL_RPT_US_SC_Pstr_Desc = "passo do conector de cisalhamento determinado pelo estado limite de resistência"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ diâmetro do pino: passo mínimo do conector de cisalhamento"
IDS_CVL_RPT_US_SC_Vsr_Desc = "faixa de cisalhamento de fadiga horizontal por unidade de comprimento"
IDS_CVL_RPT_US_SC_Vfat_Desc = "faixa de cisalhamento de fadiga longitudinal por unidade de comprimento"
IDS_CVL_RPT_US_SC_Ffat_Desc = "faixa de cisalhamento de fadiga radial por unidade de comprimento"
IDS_CVL_RPT_US_SC_I_Desc = "momento de inércia da seção composta de curto prazo"
IDS_CVL_RPT_US_SC_Q_Desc = "primeiro momento da área transformada de curto prazo do tabuleiro de concreto em relação ao eixo neutro da seção composta de curto prazo"
IDS_CVL_RPT_US_SC_Vf_Desc = "faixa de força cortante vertical sob a combinação de carga de fadiga aplicável"
IDS_CVL_RPT_US_SC_Abot_Desc = "área da flange inferior"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "faixa de tensão longitudinal de fadiga na mesa inferior"
IDS_CVL_RPT_US_SC_L_Desc = "distância entre pontos de apoio"
IDS_CVL_RPT_US_SC_w_deck_Desc = "comprimento efetivo da laje"
IDS_CVL_RPT_US_SC_R_Desc = "raio mínimo da viga"
IDS_CVL_RPT_US_SC_Space_inform = "Os conectores de cisalhamento tipo pino não devem estar mais próximos do que 4,0 diâmetros do pino, centro a centro, transversalmente ao eixo longitudinal do elemento estrutural de apoio."
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- A distância livre entre a borda da mesa superior e a borda do conector de cisalhamento mais próximo não deve ser menor que %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Cobertura e Penetração"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- A profundidade livre do cobrimento de concreto sobre os topos dos conectores de cisalhamento não deve ser menor que %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Os conectores de cisalhamento devem penetrar pelo menos %s. no tabuleiro de concreto."
IDS_CVL_RPT_US_SC_ts_Desc = "espessura da laje de concreto"
IDS_CVL_RPT_US_SC_th_Desc = "espessura do topo da alma até a base do tabuleiro de concreto"
IDS_CVL_RPT_US_SC_tfc_Desc = "espessura da flange superior"
IDS_CVL_RPT_US_SC_H_Desc = "altura do conector de cisalhamento"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Resistência ao cisalhamento majorada de um único conector de cisalhamento"
IDS_CVL_RPT_US_Nom_Shear_force = "Força Cisalhante Nominal"
IDS_CVL_RPT_US_SC_bs_Desc = "largura efetiva do tabuleiro de concreto"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "espessura da laje de concreto"
IDS_CVL_RPT_US_SC_bfc_Desc = "largura da flange de compressão"
IDS_CVL_RPT_US_SC_bft_Desc = "largura da flange de tração"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "espessura da flange de compressão"
IDS_CVL_RPT_US_SC_tft_Desc = "espessura da flange de tração"
IDS_CVL_RPT_US_SC_Fyw_Desc = "tensão de escoamento da alma"
IDS_CVL_RPT_US_SC_Fyc_Desc = "limite de escoamento da mesa comprimida"
IDS_CVL_RPT_US_SC_Fyt_Desc = "limite de escoamento da mesa tracionada"
IDS_CVL_RPT_US_SC_tw_Desc = "espessura da alma"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Número mínimo de conectores de cisalhamento em flexão positiva."
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Número mínimo de conectores de cisalhamento em flexão negativa."
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "Não há Combinação de Carga de Fadiga. Omitir esta verificação."
IDS_CVL_RPT_US_SC_Top_Tens = "Superior (Tração)"
IDS_CVL_RPT_US_SC_Top_Comp = "Superior (Compressão)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Inferior (Tração)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Inferior (Compressão)"
IDS_CVL_RPT_US_SC_Fati_Check = "Verificação de Fadiga do Conector de Cisalhamento"
IDS_CVL_RPT_US_from_Table = "da Tabela"
IDS_CVL_RPT_US_Stiffeners = "Reforços"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "Não há Informações do Enrijecedor. Ignorar esta verificação."
IDS_CVL_RPT_US_LS_ts_Desc = "espessura do reforço longitudinal"
IDS_CVL_RPT_US_LS_Il_Desc = "Momento de inércia de um enrijecedor longitudinal da alma"
IDS_CVL_RPT_US_LS_r_Desc = "Raio de giração de um enrijecedor longitudinal da alma"
IDS_CVL_RPT_US_LS_d0_Desc = "espaçamento do reforço transversal"
IDS_CVL_RPT_US_LS_G_R_Desc = "raio da viga"
IDS_CVL_RPT_US_LS_Flex_stress = "Tensão de flexão nos enrijecedores longitudinais"
IDS_CVL_RPT_US_Bearing_Stiffeners = "Reforços de Apoio"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Propriedades da Seção e Condições de Dimensionamento"
IDS_CVL_RPT_US_BS_Material_Stfn = "Material dos Reforços"
IDS_CVL_RPT_US_BS_E_Desc = "Módulo de Elasticidade dos Reforços"
IDS_CVL_RPT_US_BS_Fys_Desc = "Tensão de Escoamento dos Reforços"
IDS_CVL_RPT_US_BS_Rmax_Desc = "Reação do apoio"
IDS_CVL_RPT_US_BS_bt_Desc = "Largura dos Reforços"
IDS_CVL_RPT_US_BS_tp_Desc = "Espessura dos Reforços"
IDS_CVL_RPT_US_BS_n_Desc = "Pares de reforços"
IDS_CVL_RPT_US_BS_d_Desc = "Espaçamento dos Reforços"
IDS_CVL_RPT_US_Height_Web = "Altura da Alma"
IDS_CVL_RPT_US_BS_tw_Desc = "Espessura da Alma"
IDS_CVL_RPT_US_BS_R_Desc = "Soldas de filete da alma para a mesa"
IDS_CVL_RPT_US_BS_Alw_width = "Largura Permitida"
IDS_CVL_RPT_US_Bearing_Resis = "Resistência ao Apoio"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Resistência ao Apoio Nominal"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Resistência ao Apoio Fatorada"
IDS_CVL_RPT_US_Factored_Resis = "Resistência Fatorada"
IDS_CVL_RPT_US_Axial_Comp = "Compressão Axial"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Resistência à Flambagem Flexível Elástica"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Resistência de escoamento nominal equivalente"
IDS_CVL_RPT_US_Nominal_yield_resis = "Resistência de escoamento nominal"
IDS_CVL_RPT_US_Nom_Comp_Resis = "Resistência Comprimida Nominal"
IDS_CVL_RPT_US_Fac_Comp_Resis = "Resistência Comprimida Fatorada"
IDS_CVL_RPT_US_Moment_Inertia = "Momento de Inércia"
IDS_CVL_RPT_US_LS_k_Desc = "coeficiente de flambagem de placa para tensão normal uniforme"
IDS_CVL_RPT_US_LS_w_Desc = "o maior valor da largura da mesa entre enrijecedores longitudinais da mesa"
IDS_CVL_RPT_US_LS_n_Desc = "número de enrijecedores longitudinais da mesa igualmente espaçados"
IDS_CVL_RPT_US_Dgn_Code = "Código de Projeto"
IDS_CVL_RPT_US_Node_IJ = "Nó(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Propriedades da Seção"
IDS_CVL_RPT_US_Gross_Sect = "- Seção Bruta"
IDS_CVL_RPT_US_Trans_Sect = "- Seção Transformada"
IDS_CVL_RPT_US_Materials = "Materiais"
IDS_CVL_RPT_US_Concrete = "Concreto"
IDS_CVL_RPT_US_Beta1 = "0.85 se f'c for menor que 4ksi; caso contrário, 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Informações sobre Aço de Pré-esforço"
IDS_CVL_RPT_US_Tendon_Name = "Nome do Tendão"
IDS_CVL_RPT_US_Bond_Type = "Tipo de Ligação"
IDS_CVL_RPT_US_Dp_Tendon = "Distância da fibra extrema comprimida ao centróide do Tendão de protensão."
IDS_CVL_RPT_US_Dp_Rein = "Distância da fibra extrema comprimida ao centróide da Armadura não protendida."
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Informações da armadura de aço longitudinal não protendida"
IDS_CVL_RPT_US_Bot_Flexure = "Abaixo do Centróide"
IDS_CVL_RPT_US_Top_Flexure = "Acima do Centróide"
IDS_CVL_RPT_US_Torsion = "Torção"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Informações da armadura de aço transversal não protendida"
IDS_CVL_RPT_US_Angle_Longi_Stir = "Ângulo entre a armadura longitudinal e o estribo."
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Forças/tensões seccionais devido à protensão efetiva"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Distância do centróide da seção ao centróide do tendão"
IDS_CVL_RPT_US_Moment_Direct = "Direção do Momento"
IDS_CVL_RPT_US_Method_Calc = "- Método de cálculo:"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- A combinação de carga de estado limite último máxima:"
IDS_CVL_RPT_US_Max_Factor_Moment = "- O momento fatorado máximo"
IDS_CVL_RPT_US_Neut_Depth = "Profundidade do eixo neutro até a face comprimida"
IDS_CVL_RPT_US_Axial_Concrete = "Força axial no concreto (zona comprimida):"
IDS_CVL_RPT_US_Axial_Steel = "Força axial nos aços de Armadura"
IDS_CVL_RPT_US_Tens_Zone = "zona de tração"
IDS_CVL_RPT_US_Compress_Zone = "zona de compressão"
IDS_CVL_RPT_US_Axial_Unbond_Code = "Força axial nos tendões (não aderentes) pela Norma"
IDS_CVL_RPT_US_Axial_Bond_Code = "Força axial nos tendões (aderentes) pela Norma"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* A força axial em tendões não aderentes não pode ser calculada usando o método de compatibilidade"
IDS_CVL_RPT_US_Axial_Bond_Strain = "Força axial nos tendões (aderentes) por compatibilidade de deformações"
IDS_CVL_RPT_US_Comp_Force = "Força de Compressão"
IDS_CVL_RPT_US_Tens_Force = "Força de Tração"
IDS_CVL_RPT_US_Tolerance = "Tolerância"
IDS_CVL_RPT_US_Flex_Resist = "Resistência à Flexão"
IDS_CVL_RPT_US_Nominal_Resist = "Resistência Nominal"
IDS_CVL_RPT_US_Resist_Factor = "Fator de Resistência"
IDS_CVL_RPT_US_Net_Tens_Strain = ": Deformação líquida de tração no aço extremo tracionado"
IDS_CVL_RPT_US_Comp_Control_Range = ": Faixa controlada por compressão,"
IDS_CVL_RPT_US_Tens_Control_Range = ": Faixa controlada por tração,"
IDS_CVL_RPT_US_Trans_Range = ": Faixa de transição,"
IDS_CVL_RPT_US_Joint_Seg = ": Para junta em construção segmentada"
IDS_CVL_RPT_US_Factored_Resist = "Resistência fatorada"
IDS_CVL_RPT_US_Min_Rein = "Armadura mínima"
IDS_CVL_RPT_US_Judge = "Julgamento"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "Sem verificação"
IDS_CVL_RPT_US_Min_Rein_Chk = "Verificar armadura mínima"
IDS_CVL_RPT_US_Crack_Moment = "Momento de fissuração"
IDS_CVL_RPT_US_Where = "Onde,"
IDS_CVL_RPT_US_Sect_Modulus = "Módulo de seção para a fibra extrema"
IDS_CVL_RPT_US_Non_Composite_Dead = "Momento de carga permanente não composta"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Módulo de seção composta para a fibra extrema"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Módulo de seção não composta para a fibra extrema"
IDS_CVL_RPT_US_Flex_Crack_Factor = "Fator de variabilidade de fissuração flexional"
IDS_CVL_RPT_US_Pre_Vari_Factor = "Fator de variabilidade de protensão"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Relação entre a resistência ao limite de escoamento e a resistência última à tração da armadura"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Tensão de compressão no concreto devida apenas à protensão efetiva"
IDS_CVL_RPT_US_Chk_Min_Rein = "Verificando armadura mínima"
IDS_CVL_RPT_US_Max_Service_Lcom = "- A combinação de carga de Estado Limite de Serviço máxima:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- O espaçamento máximo da armadura de aço na camada mais próxima da face tracionada"
IDS_CVL_RPT_US_Exposure_Factor = "Fator de exposição"
IDS_CVL_RPT_US_Tens_Service_Bar = "Tensão de tração na barra no estado limite de serviço"
IDS_CVL_RPT_US_Max_shear = "Força cortante máxima"
IDS_CVL_RPT_US_Min_shear = "Força cortante mínima"
IDS_CVL_RPT_US_Sect_Type = "Tipo de seção"
IDS_CVL_RPT_US_Stregnth_Lcom = "A combinação de carga do Estado Limite Último"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Momento torsional fatorado"
IDS_CVL_RPT_US_Factor_Shear = "Força cortante fatorada"
IDS_CVL_RPT_US_Factor_Moment = "Momento fatorado"
IDS_CVL_RPT_US_Factor_Axial_Force = "Força axial fatorada"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Fator de resistência para força cortante"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Fator de modificação da densidade do concreto"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Componente da força de protensão na direção da força cortante"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(incluindo Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Profundidade efetiva"
IDS_CVL_RPT_US_Effect_Web_Width = "Largura efetiva da alma"
IDS_CVL_RPT_US_Effect_Bending_Depth = "Profundidade efetiva para flexão"
IDS_CVL_RPT_US_Effect_Shear_Depth = "Profundidade efetiva para força cortante"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Profundidade efetiva para cisalhamento para Caixa Segmentada"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Distância da fibra extrema comprimida ao centróide da armadura de protensão"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Espaçamento máximo para armadura transversal"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Tensão cortante no concreto"
IDS_CVL_RPT_US_Min_Trans_Area = "Área mínima de armadura transversal requerida"
IDS_CVL_RPT_US_Min_Trans_Chk = "* A definição de "OK" ou "NG" será verificada na verificação da resistência ao cisalhamento pela armadura transversal"
IDS_CVL_RPT_US_Longi_Strain = "Deformação longitudinal"
IDS_CVL_RPT_US_Stress_Vari = "Variável de tensão"
IDS_CVL_RPT_US_Tensile_Stress = "Tensão de tração"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "A tensão na fibra extrema tracionada devida à carga majorada e à protensão efetiva após as perdas"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Tensão de compressão não majorada no concreto devida apenas à protensão efetiva."
IDS_CVL_RPT_US_Component_Tensile_Stress = "Componente do cisalhamento resistido por tensões de tração no concreto"
IDS_CVL_RPT_US_Factor_Crack_Tension = "Fator que indica a capacidade do concreto fissurado diagonalmente de transmitir tração"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Valores de θ e β para a Seção"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ é o ângulo de inclinação das tensões diagonais de compressão."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β é o fator que indica a capacidade do concreto fissurado diagonalmente de transmitir tração."
IDS_CVL_RPT_US_Max_Agg = "Tamanho máximo do agregado"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Resistência nominal ao cisalhamento fornecida pelo concreto"
IDS_CVL_RPT_US_Component_Trans_Rein = "Componente do cisalhamento resistido pela armadura transversal"
IDS_CVL_RPT_US_Area_Trans_Rein = "Área de armadura transversal requerida"
IDS_CVL_RPT_US_No_Shear_Rein = "Sem armadura para força cortante"
IDS_CVL_RPT_US_Shear_Resist = "Resistência ao corte"
IDS_CVL_RPT_US_Nominal_Shear = "Resistência cortante nominal"
IDS_CVL_RPT_US_Factor_Shear_Resist = "Resistência cortante fatorada"
IDS_CVL_RPT_US_Case_of = "Caso de"
IDS_CVL_RPT_US_Notation = "Notação"
IDS_CVL_RPT_US_Area_Shear_Flow = "Área envolvida pelo caminho do fluxo de cisalhamento, incluindo quaisquer áreas de furos nele contidas."
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Perímetro da linha média da armadura transversal fechada de torção."
IDS_CVL_RPT_US_Area_Conc_Sect = "Área total envolvida pelo perímetro externo da seção de concreto."
IDS_CVL_RPT_US_Peri_Conc_Sect = "O comprimento do perímetro externo da seção de concreto."
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Verificando efeitos torsionais"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Momento de fissuração torsional"
IDS_CVL_RPT_US_Ignore_Torsion = "Ignorar efeitos de Momento torsor."
IDS_CVL_RPT_US_Consider_Torsion = "Considerar efeitos de Momento torsor."
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "A espessura efetiva do caminho do fluxo de cisalhamento dos elementos"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Verificar momento torsional"
IDS_CVL_RPT_US_Req_Longi_Rein = "Armadura longitudinal requerida"
IDS_CVL_RPT_US_Solid_Sect = "Em seção sólida,"
IDS_CVL_RPT_US_Box_Sect = "Em seção em caixa,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Verificar combinação de Momento torsor e cisalhamento"
IDS_CVL_RPT_US_Before = "Antes"
IDS_CVL_RPT_US_After = "Depois"
IDS_CVL_RPT_US_Inter_Shear = "Corte de interface"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Resistência cortante nominal de interface"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "A resistência nominal ao cisalhamento, Vni, usada no dimensionamento não deve ser maior que o menor de:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Fatores de coesão e atrito (Caso)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Força cortante de interface fatorada"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Resistência cortante de interface fatorada"
IDS_CVL_RPT_US_Allow_Conc_CS = "Tensões admissíveis no concreto na fase de construção"
IDS_CVL_RPT_US_Elem = "Elemento"
IDS_CVL_RPT_US_Part = "Parte"
IDS_CVL_RPT_US_Girder_Or_Slab = "Viga/Laje"
IDS_CVL_RPT_US_Comp_Or_Tens = "Comprimido/Tracionado"
IDS_CVL_RPT_US_Top_Or_Bottom = "Superior/Inferior"
IDS_CVL_RPT_US_Stage = "Estágio"
IDS_CVL_RPT_US_Allow_Conc_Ser = "Tensões admissíveis no concreto nas combinações de carga de serviço"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "Tensões principais admissíveis no concreto na fase de construção"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "A tensão principal é considerada para as seções PSC não compostas, mas não para as seções PSC compostas"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Tensões principais admissíveis no concreto nas combinações de carga de serviço no cisalhamento máximo"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Tensões principais admissíveis no concreto nas combinações de carga de serviço na torção máxima"
IDS_CVL_RPT_US_Allow_Tendon = "Tensões permitidas no tendão"
IDS_CVL_RPT_US_Tendon = "Tendão"
IDS_CVL_RPT_US_Crack_Chk = "Verificação de fissuras"
IDS_CVL_RPT_US_Dgn_Criteria = "Critérios de projeto"
IDS_CVL_RPT_US_Pos_Or_Neg = "Positivo/Negativo"
IDS_CVL_RPT_US_Bonded = "Colado"
IDS_CVL_RPT_US_Unbonded = "Descolado"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Dimensionamento à flexão para uma seção"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Dimensionamento ao cisalhamento para uma seção"
IDS_CVL_RPT_US_Dgn_Step_1 = "Etapa de dimensionamento 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "Etapa de dimensionamento 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "Etapa de dimensionamento 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "Etapa de dimensionamento 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "Etapa de dimensionamento 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "Etapa de dimensionamento 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "Tensão média no aço de protensão"
IDS_CVL_RPT_US_Area_Bond_Stl = "Área de aço de protensão aderente"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Distância da fibra extrema comprimida ao centróide dos tendões de protensão aderentes"
IDS_CVL_RPT_US_Area_Unbond_Stl = "Área de aço de protensão não aderente"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Distância da fibra extrema comprimida ao centróide dos tendões de protensão não aderentes"
IDS_CVL_RPT_US_Area_Pre_Stl = "Área do aço de protensão"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Área de armadura de aço tracionada não protendida"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Distância da fibra extrema comprimida ao centróide da armadura de tração não protendida"
IDS_CVL_RPT_US_Area_Comp_Rein = "Área da armadura de compressão"
IDS_CVL_RPT_US_Dist_Comp_Rein = "Distância da fibra extrema comprimida ao centróide da armadura de compressão"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Profundidade da flange de compressão"
IDS_CVL_RPT_US_Block_Factor = "Fator de bloco de tensão"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Comprimento do tendão entre ancoragens"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Tensão efetiva no aço de protensão na seção em consideração"
IDS_CVL_RPT_US_Depth_Stress_Block = "Profundidade do bloco de tensões equivalente"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Fator de resistência à flexão."
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Resistência flexional nominal"
IDS_CVL_RPT_US_Modulus_Rup = "Módulo de ruptura"
IDS_CVL_RPT_US_Factored_Moment = "Momento fatorado"
IDS_CVL_RPT_US_Max_or_Min = "Máx/Mín"
IDS_CVL_RPT_US_Total_Depth_Beam = "Profundidade total da viga"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Distância entre as resultantes das forças de tração e compressão devidas à flexão"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Profundidade efetiva de cisalhamento. Não precisa ser menor que 0.9de ou 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h ou a distância da fibra extrema comprimida ao centróide do tendão"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Força cortante majorada na seção"
IDS_CVL_RPT_US_Width_Web = "Largura da alma"
IDS_CVL_RPT_US_Component_Effect_Shear = "Componente da protensão efetiva na direção do cisalhamento"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Relação entre a tensão de cisalhamento aplicada (majorada) e a resistência à compressão do concreto"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Área mínima de armadura transversal requerida"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Fator para o concreto fissurado diagonalmente resistir à tração"
IDS_CVL_RPT_US_Max_Factored_Moment = "Momento fatorado máximo"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Módulo de elasticidade dos tendões multiplicado pela diferença de deformação bloqueada"
IDS_CVL_RPT_US_Strain_Mid_Depth = "Deformação na meia altura do elemento estrutural"
IDS_CVL_RPT_US_Angle_Comp_Stress = "Ângulo de inclinação das tensões diagonais de compressão"
IDS_CVL_RPT_US_Angle_Trans_Rein = "Ângulo de inclinação da armadura transversal em relação ao eixo longitudinal"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Resistência cortante nominal"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Limite superior da resistência nominal ao cisalhamento"
IDS_CVL_RPT_US_Torsion_Resist = "Resistência torsional"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Fator de resistência para torção"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Resistência torsional nominal"
IDS_CVL_RPT_US_Area_Torsion_Stl = "Área de aço para torção requerida"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Área de aço longitudinal requerida para torção, além daquela para flexão"
IDS_CVL_RPT_US_Replace_Shear_Force = "A força cortante majorada será substituída pela força cortante efetiva quando a torção for requerida"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Como fpe é menor que 0.5 fpu, recomenda-se usar o método de ‘Compatibilidade de Deformações’"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "Distância da linha de referência"
IDS_CVL_RPT_EC_Checking_DesignCode = "Código de projeto"
IDS_CVL_RPT_EC_Checking_ElementNo = "Número do elemento"
IDS_CVL_RPT_EC_Checking_PositionInfo = "Informações de posição"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Condição de projeto"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Definir parâmetros de projeto"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Resistência ao momento último"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Resistência ao corte"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Resistência torsional"
IDS_CVL_RPT_EC_Title_of_CrackControl = "Largura de fissura"
IDS_CVL_RPT_EC_Title_of_Decompression = "Verificação de descompressão"
IDS_CVL_RPT_EC_Title_of_Fatigue = "Verificação de fadiga"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Verificação de tensões na transferência e durante a construção"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Verificação de tensões para combinação de carga de serviço"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Parâmetros de projeto"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Informações da seção"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Informações do material"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Informações do perfil do tendão"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Fatores parciais para estados limite últimos"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- fator λ e fator η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- fator α_cc , α_ct  : Coeficiente para efeitos de longo prazo na resistência à compressão e à tração."
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Situações de projeto"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c  para concreto"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s  para aço de armadura"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s  para aço de protensão"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Persistente & Transitório"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Acidental"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "onde, λ, η definem, cada um, a altura efetiva da zona comprimida, definindo a resistência efetiva."
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(para a resistência à compressão)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(para a resistência ao cisalhamento)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(para a resistência à tração)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Informações do Material Concreto"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Informações do Material da Armadura"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Tipo"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Nome do Tendão"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Localização\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Área\n(mm²)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Resistência (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Resistência de Projeto"
IDS_CVL_RPT_EC_Where = "onde,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Resistência de projeto do concreto"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Resistência de projeto da Armadura"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Resistência de projeto do Tendão"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "onde, fcd, fctd são, cada um, as resistências de projeto à compressão e à tração."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Verificar se a seção está fissurada à flexão."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(A seção está fissurada.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(A seção não está fissurada.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Tensão de tração à flexão"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(A tração é considerada positiva.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Resistência de projeto à tração do concreto."
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Consulte 1.4 Informações do perfil do tendão."
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Verificar resistência ao Momento, M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Momento Positivo"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Momento Negativo"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "Carga de Projeto"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- Carga de Projeto"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Parâmetros de Projeto"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Calcular Eixo Neutro"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- Calcular F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Calcular resistência ao momento, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Verificar área mínima de armadura"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  Nome da combinação de carga :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Força (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Nome da combinação de carga :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Situações de dimensionamento :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Tipo de combinação de carga :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "Flambagem lateral torsional"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep  é"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z é a constante seccional"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s  é"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Assumir a profundidade do eixo neutro."
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Calcular a deformação do aço e do Tendão de protensão."
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Calcular a Tensão do aço e do Tendão de protensão."
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Calcular a Força axial no Concreto, no aço e no Tendão de protensão."
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Verificar se a Força resultante da seção transversal é zero."
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Repetir as etapas 1 a 5 até que a Força resultante se torne zero."
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "Núm."
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Profundidade Neutra\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Força de compressão ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Força de tração ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Razão\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Concreto"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Armadura"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Tendão"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x é a profundidade do eixo neutro"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "Núm."
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Tensão_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  é a distância da profundidade do eixo neutro, x, até o Concreto, a Armadura e o Tendão de protensão"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Informações da Seção"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Seção equivalente (tdn, reinfmnt)\n(Viga)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Seção equivalente (Após comp)\n(Viga + Laje)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ Viga"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ Laje"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Informações do Material Concreto"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Informações do Material da Armadura"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- fator λ e fator η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Viga"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Laje"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Resistência de projeto do concreto"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Resistência de projeto da Armadura"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- Calcular F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Fig 3.5, Fig 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Força de compressão para a Viga"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Força de compressão para a Laje"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Força da Armadura de compressão"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Força de tração na Armadura"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Força de tração no Tendão de protensão"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": profundidade do eixo neutro"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Área do bloco retangular de Tensão do Concreto para a parte da viga"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Área do bloco retangular de Tensão do Concreto para a parte da laje"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Áreas de Armadura de compressão"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Áreas de Armadura de tração"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Tensão_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : deformação do Concreto na profundidade do Tendão de protensão no estado de ruptura"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : deformação do Tendão de protensão sob a Tensão efetiva de protensão"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- Calcular resistência ao momento, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  é a distância do eixo neutro ao centróide do bloco de tensões no Concreto, RF, TD"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Verificar a resistência à Força cortante do Concreto, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Verificar a resistência à Força cortante da Armadura de Força cortante, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ Força Cortante Máxima"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ Força Cortante Mínima"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- Carga de Projeto"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- Valor de projeto para a resistência à Força cortante V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  Nome da combinação de Carga :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Força (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Nome da combinação de Carga :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Situações de projeto :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Tipo de combinação de Carga :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ A Armadura de Força cortante não é necessária"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ A Armadura de Força cortante é necessária"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(se compressão, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- Parâmetros de Projeto"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- Valor de projeto para a resistência à Força cortante V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- Valor de projeto para a resistência à Força cortante V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- Verificar a taxa de Armadura de Força cortante"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- Verificar Espaçamento das estribos"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Ignorar a verificação da resistência à Força cortante, V_Rd,s, pela Armadura de aço de Força cortante"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α é o ângulo entre a Armadura de Força cortante e o eixo da Viga perpendicular à Força cortante."
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ é o ângulo entre a biela comprimida de Concreto e o eixo da Viga perpendicular à Força cortante."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z é o braço de alavanca interno."
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  é a área da seção transversal da Armadura de Força cortante"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  é a taxa mínima de Armadura de Força cortante"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "( para f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "( para f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "( para estruturas não pré-esforçadas )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( para 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( para 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( para 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "( para σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  é um fator de redução de resistência para Concreto fissurado por Força cortante"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  é um coeficiente que leva em conta o estado de Tensão no banzo comprimido"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s é o espaçamento dos estribos"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Força Cortante Máxima"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Força Cortante Mínima"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Verificar a resistência à Força cortante do Concreto, V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- Carga de Projeto"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Nome da combinação de Carga :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Situações de projeto :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Tipo de combinação de Carga :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Resistência de projeto do concreto"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Resistência de projeto da Armadura"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Viga"
IDS_CVL_RPT_EC_Block_Shear01_slab = "Laje"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Verificar se a seção está fissurada à flexão."
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(A seção está fissurada.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(A seção não está fissurada.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Tensão de tração à flexão"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(A tração é considerada positiva.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Resistência de tração de projeto do Concreto."
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Tensão total no centróide composto devido às ações apenas na viga"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(GUIA DO PROJETISTA PARA EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": Tensão no centróide composto devido ao Momento atuando apenas na viga"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": Tensão no centróide composto devido à protensão"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Momento fletor apenas na viga"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Altura até o centróide apenas na viga"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Altura até o centróide na Seção composta"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Área apenas da viga"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Momento de inércia apenas na viga"
IDS_CVL_RPT_EC_Block_Shear02_P = ": Força de protensão majorada após todas as perdas"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Momento da Força de protensão"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Tensão de cisalhamento apenas na viga na altura do centróide composto"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Força cortante apenas na viga pré-moldada"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": Primeiro Momento de área no centróide apenas da viga"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Largura da viga"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Força cortante adicional atuando na Seção composta"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": Primeiro Momento de área no centróide da Seção composta"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Momento de inércia na Seção composta"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Resistência total à Força cortante da Seção composta"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(regiões não fissuradas à flexão)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ A Armadura de Força cortante é necessária"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ Não é necessária Armadura de Força cortante"
IDS_CVL_RPT_EC_Block_Shear03_title = "Verificar armadura mínima contra cisalhamento"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- Verificar a taxa de Armadura de Força cortante"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  é a taxa mínima de Armadura de Força cortante"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": Área da Armadura diagonal"
IDS_CVL_RPT_EC_Block_Shear03_space = "- Verificar Espaçamento das estribos"
IDS_CVL_RPT_EC_Block_Shear03_s = "s é o espaçamento dos estribos"
IDS_CVL_RPT_EC_Block_Shear03_d = ": altura útil"
IDS_CVL_RPT_EC_Block_Shear04_title = "Verificar a Força de tração adicional na Armadura longitudinal devido à Força cortante"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": O Momento resistente"
IDS_CVL_RPT_EC_Block_Shear04_z = ": Braço de alavanca da análise da resistência última à flexão"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Verificar o cisalhamento na interface entre Concreto lançado em tempos diferentes"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": Força de compressão da viga"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": Força de compressão da laje"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- Tensão de cisalhamento na interface"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": Taxa da Força longitudinal na nova área de Concreto"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  e a força longitudinal total, seja na zona de compressão ou de tração"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": Força cortante transversal"
IDS_CVL_RPT_EC_Block_Shear05_z = ": Braço de alavanca da análise da resistência última à flexão"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": Largura da interface"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Verificar a força cortante na interface entre concretos lançados em tempos diferentes"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": Adotado de forma conservadora para considerar β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Verificar a força cortante na interface entre concretos lançados em tempos diferentes"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": Força total de tração da viga e da laje"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": Força de tração da laje"
IDS_CVL_RPT_EC_Block_Shear06_title = "- Resistência de cálculo à força cortante na interface"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Resistência mínima de cálculo à tração (fctd) e resistência de cálculo (f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   do concreto entre a viga e a laje"
IDS_CVL_RPT_EC_Block_Shear06_c = ": fatores que dependem da rugosidade da interface"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": fatores que dependem da rugosidade da interface"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Peso da laje"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Área da junta (1m por comprimento unitário)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Área de armadura que atravessa a interface"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Resistência do conector de cisalhamento"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Ângulo da armadura que atravessa a interface"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Carga de Projeto"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Verificar Resistência ao Momento Torsor"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Momento Torsor Máximo"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  Nome da Combinação de Carga :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Força (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Nome da Combinação de Carga :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Situações de Projeto :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Tipo de Combinação de Carga :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Parte de Seção Fechada"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Flange Superior [ Esquerda ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Flange Superior [ Direita ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Flange Superior"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Flange Inferior [ Esquerda ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Flange Inferior [ Direita ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Flange Inferior"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Web Esquerda"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Web Direita"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Web"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Calcular a resistência máxima à torção, T_Rd,max, da seção total"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Parâmetros de Projeto"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Verificar o limite de esmagamento para combinação de força cortante e torção"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Verificar a armadura longitudinal para torção"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Verificar o espaçamento longitudinal da torção"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Assumido α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i é a espessura efetiva da parede"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k é a área delimitada pelas linhas centrais das paredes de ligação, incluindo áreas vazadas internas"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k é o perímetro da área A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α é a inclinação da armadura de força cortante à torção em relação ao eixo longitudinal da viga."
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ é o ângulo das bielas de compressão"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed é a torção de cálculo aplicada"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k é a área delimitada pelas linhas centrais das paredes de ligação, incluindo áreas vazadas internas"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i é a espessura efetiva da parede"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A é a área total da seção transversal dentro do contorno externo, incluindo áreas vazadas internas"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u é o contorno externo da seção transversal"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k é o perímetro da área A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ é o ângulo das bielas de compressão"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i é a espessura efetiva da parede"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u é o contorno externo da seção transversal"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A é a área total da seção transversal dentro do contorno externo, incluindo áreas vazadas internas"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i é o contorno externo da seção transversal"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki é a área delimitada pelas linhas centrais das paredes de ligação, incluindo áreas vazadas internas"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- A equação a seguir é usada para determinar se a armadura dimensionada é necessária."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c é o momento de fissuração à torção."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c é a resistência de cálculo à força cortante sem armadura de cisalhamento."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- Valor de cálculo para o momento de fissuração à torção T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- Valor de cálculo para a tensão de cisalhamento por alma V*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Número de Webs"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( Pressupõe-se que a força cortante total é resistida pela alma. )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Verificar se a armadura dimensionada é necessária."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "É necessária armadura transversal."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "Não é necessária armadura transversal."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "( para estruturas não pré-esforçadas )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( para 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( para 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( para 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "( para σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl é a área aplicada de armadura longitudinal para torção."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq é a área requerida de armadura longitudinal para torção."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Verificar a armadura transversal para força cortante"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv é a área de armadura transversal para força cortante."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v é o espaçamento da armadura de cisalhamento."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Verificar a armadura transversal para torção"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt é a área de armadura transversal para força cortante."
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Calcular largura da fissura, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ Superior"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ Inferior"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- Carga de Projeto"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- Parâmetros de Projeto"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- Calcular a deformação média no concreto e na armadura, ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- Calcular o espaçamento máximo entre fissuras, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Verificar larguras de fissura"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  Nome da Combinação de Carga :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Força (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Momento (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Nome da Combinação de Carga :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Tipo de Carga de Serviço :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Tipo de Combinação de Carga :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Longo/Curto Prazo :"
IDS_CVL_RPT_EC_Stress_top_surface = "- Tensão na superfície superior"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- Tensão na superfície inferior"
IDS_CVL_RPT_EC_Stress_surface = "(Para tensões de compressão, a verificação de fissuração é ignorada.)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(Para tensões menores que f_ctd, a verificação de fissuração é ignorada.)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(Para tensões de tração, é necessária a verificação de fissuração.)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ é o diâmetro equivalente da barra (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c é o cobrimento da armadura longitudinal"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( para carregamento de curto prazo )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( para carregamento de longo prazo )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s é a tensão na armadura de tração assumindo uma seção fissurada"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' é a área de tendões pré- ou pós-tensionados dentro de A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff é a área efetiva de concreto em tração ao redor da armadura ou"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         tendões de protensão com profundidade, h_c,ef  = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1 é a razão ajustada da resistência de aderência levando em conta os diferentes diâmetros de"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        aço de pré-esforço e armadura"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ é a razão da resistência de aderência do aço de protensão e do aço de armadura"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s é o maior diâmetro de barra do aço de armadura"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p é o diâmetro equivalente da barra do tendão."
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t é um fator dependente da duração da carga"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( para barras de alta aderência )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( para barras com superfície efetivamente lisa, por exemplo, tendões de protensão )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( para flexão )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( para tração pura )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1 é um coeficiente que leva em conta as propriedades de aderência da armadura aderente"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2 é um coeficiente que leva em conta a distribuição de deformações"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Limite de largura da fissura, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "Classe de Exposição : "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Verificar a área mínima de armadura, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- Verificar a tensão no concreto sob a combinação característica de cargas."
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "O tipo de combinação característica não existe. (Ignorar a verificação de A_s,min.)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- Verificar a tensão no concreto sob a combinação característica de cargas."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Situação de Projeto :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Nome da Combinação de Carga :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Situações de Projeto :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Tipo de Combinação de Carga :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Longo/Curto Prazo :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  é a tensão na superfície do concreto protendido."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "O valor de σ_ct,p  é adotado como f_ct,eff  de acordo com 7.3.2 (2)."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  é o valor médio da resistência à tração do concreto efetiva no momento."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": Área mínima de Armadura, A_s,min  não é necessária."
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Área mínima de Armadura, A_s,min  é necessária."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- Calcular a área mínima de Armadura, A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  é a área de concreto na zona tracionada."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  é o valor absoluto da tensão máxima permitida na Armadura"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     imediatamente após a formação da fissura."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  é o valor médio da resistência à tração do concreto efetiva no momento"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     em que se pode esperar que as fissuras ocorram pela primeira vez."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k é o coeficiente que considera o efeito de tensões autoequilibradas não uniformes,"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     que levam à redução das forças de restrição."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  é um coeficiente que leva em conta a distribuição de tensões na seção"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     imediatamente antes da fissuração e a variação do braço de alavanca."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(Se N_Ed  for uma força de compressão, + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(Se N_Ed  for uma força de compressão)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(Se N_Ed  for uma força de tração)"
IDS_CVL_RPT_EC_Top = "Superior"
IDS_CVL_RPT_EC_Bottom = "Inferior"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- Carga de Projeto"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Nome da Combinação de Carga :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Situações de Dimensionamento :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Tipo de Combinação de Carga :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Longo/Curto Prazo :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- Verificação de Tensão"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: compressão   + : tração)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : a classe é D ou E, a verificação é ignorada."
IDS_CVL_RPT_EC_Fati01_title = "- A verificação das tensões"
IDS_CVL_RPT_EC_Fati01_ref = "(Guia de dimensionamento 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "Nome da Combinação de Carga :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Tipo de Combinação de Carga :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "A tensão máxima de compressão (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "A tensão mínima de compressão  (σ_c,min )  :"
IDS_CVL_RPT_EC_Fati01_days = "dias"
IDS_CVL_RPT_EC_Fati01_t = " : a idade em que a carga variável é aplicada pela primeira vez"
IDS_CVL_RPT_EC_Fati01_s = " : o coeficiente que depende do tipo de cimento"
IDS_CVL_RPT_EC_Fati02_title = "- Verificação das tensões para exigir Armadura de Força cortante"
IDS_CVL_RPT_EC_Fati02_LCOM = "Nome da Combinação de Carga :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Tipo de Combinação de Carga :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "A força cortante máxima (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "A força cortante mínima (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "A resistência de cálculo à força cortante (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Viga"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Laje"
IDS_CVL_RPT_EC_Transfer_Compression = "■ Compressão"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Nome da Etapa Crítica :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "Para laje de concreto armado,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "Para elementos de protensão,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Tensão limite"
IDS_CVL_RPT_EC_Transfer_Compression_post = "Para elementos de pós-tensão,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- Nome da Combinação de Carga :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- Tipo de Combinação de Carga :"
IDS_CVL_RPT_EC_Table_Elem = "Elem."
IDS_CVL_RPT_EC_Table_Part = "Parte"
IDS_CVL_RPT_EC_Table_Posi = "Positiva\n/ Negativa"
IDS_CVL_RPT_EC_Table_LCOM = "Nome Lcom"
IDS_CVL_RPT_EC_Table_Situ = "Situação"
IDS_CVL_RPT_EC_Table_Type = "Tipo"
IDS_CVL_RPT_EC_Table_Chk = "Verificação"
IDS_CVL_RPT_EC_Table_Rat = "Razão"
IDS_CVL_RPT_EC_Table_CompTens = "Comp./Tração"
IDS_CVL_RPT_EC_Table_Stage = "Estágio"
IDS_CVL_RPT_EC_Table_LCOM2 = "Lcom\nNome"
IDS_CVL_RPT_EC_Table_Tnd = "Tendão"
IDS_CVL_RPT_EC_Table_TopBot = "Cima/Fundo"
IDS_CVL_RPT_EC_Table_LCOM_Type = "Tipo Lcom"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Longo/Curto"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "Número do Elemento"
IDS_CVL_RPT_EC_Plate_Check_Position = "Informação de Posição"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- Carga de projeto"
IDS_CVL_RPT_EC_Plate_LCOM = "Nome da combinação de carga :"
IDS_CVL_RPT_EC_Plate_Verification = "- Verificação"
IDS_CVL_RPT_EC_Plate_Verification2 = "Verificação"
IDS_CVL_RPT_EC_when = "quando"
IDS_CVL_RPT_EC_here = "aqui,"
IDS_CVL_RPT_EC_where = "Onde,"
IDS_CVL_RPT_EC_for = "para"
IDS_CVL_RPT_EC_Num = "Núm."
IDS_CVL_RPT_EC_space = "Espaço"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Condição de Projeto"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Resistência à Flexão"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Resistência à Força cortante Vertical"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Resistência à Flambagem Lateral com Torção"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Resistência à Força Transversal"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Resistência à Força cortante Longitudinal"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Resistência à Fadiga"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Limitação de Tensão"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Força cortante Longitudinal para ELS(Estado limite de serviço)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Parâmetros de Projeto"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Informação da Seção"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Informação do Material"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Fatores parciais"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C  para concreto"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S  para aço de armadura"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0  para aço estrutural"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1  para aço estrutural"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V  para parafuso com cabeça"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff  para faixa de tensão equivalente de amplitude constante"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf  para resistência à fadiga"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  para resistência à fadiga de conectores tipo pino em cisalhamento"
IDS_CVL_RPT_EC_partial_factors_title = "Fatores parciais"
IDS_CVL_RPT_EC_partial_factors_Value = "Fator"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "para concreto"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "para aço de armadura"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "para aço estrutural"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "para aço estrutural"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "para parafuso com cabeça"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "para faixa de tensão equivalente de amplitude constante"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "para resistência à fadiga"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "para resistência à fadiga de conectores tipo pino em cisalhamento"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■  Dimensões da Seção"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Laje"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Viga"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■  Rigidez da Seção"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Antes"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "Depois"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Fissura"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Aço estrutural"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Concreto"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Armadura"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Momento Positivo"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Momento Negativo"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- Tensão"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Carga de projeto"
IDS_CVL_RPT_EC_Plate_Left = "Esquerda"
IDS_CVL_RPT_EC_Plate_Right = "Direita"
IDS_CVL_RPT_EC_Plate_TF = "Flange Superior"
IDS_CVL_RPT_EC_Plate_BF = "Flange Inferior"
IDS_CVL_RPT_EC_Plate_Web = "Alma"
IDS_CVL_RPT_EC_Plate_OF = "Flanges salientes"
IDS_CVL_RPT_EC_Plate_IP = "Partes internas"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Classificação das seções"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Classificação das seções"
IDS_CVL_RPT_EC_Plate_Part = "Parte"
IDS_CVL_RPT_EC_Plate_Class = "Classe"
IDS_CVL_RPT_EC_Plate_Section = "Seção"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Momento resistente plástico, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "NA Plástica"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Momento de resistência plástica"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "NA Plástica Efetiva"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(Lado superior da PNA)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(Lado inferior da PNA)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- Momento resistente plástico, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- Momento resistente elástico, M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Momento de resistência elástica"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": o menor fator tal que um limite de tensão seja atingido."
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(Calcular o valor mínimo entre a Viga de Aço e a Laje de Concreto.)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(Calcular o valor mínimo entre a Viga de Aço e a Armadura da Laje.)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- Seção efetiva"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Seção efetiva"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- Momento adicional"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Momento adicional"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- Rigidez efetiva para N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- Rigidez efetiva para M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Rigidez efetiva para"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   Momento resistente plástico, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) Alma Esquerda"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) Alma Direita"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ Carga de projeto"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "NA Plástica"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Cálculo. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Cálculo. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Cálculo. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Flange superior"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Flange inferior"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Alma"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Contribuição da alma"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "Contribuição da alma"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Contribuição da flange"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Contribuição da flange"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Interação M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Interação"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Tensão de cisalhamento"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■ Verificação da Resistência ao Cisalhamento"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Resistência ao cisalhamento plástico"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Resistência ao flambagem por cisalhamento"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "A esbeltez modificada"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λ_wi do painel sub"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■ λ_w crítico"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "Não existem enrijecedores transversais."
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "Neste caso, devem ser previstos enrijecedores transversais nos apoios."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  é calculado como M_pl,Rd  mas desprezando a contribuição da alma."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  é calculado como M_pl,Rd  mas desprezando a contribuição da alma."
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "é calculado como"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "mas desprezando a contribuição da alma"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Fator de redução para N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Fator de redução para N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Fator de redução para"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(Adotado como o maior valor de (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "Não há necessidade de verificar o critério de interação"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "Para a seção de classe 1 ou 2, a interação M-V deve ser verificada separadamente pelo usuário."
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / Núm. de Alma"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "Núm. de Alma"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  Momento resistente à flambagem"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Momento de resistência ao flambagem"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  Resistência à flambagem axial"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Razão Combinada"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- Modelo de quadro U"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Verificação para compressão e flexão biaxial"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Verificação para compressão e flexão biaxial"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Coeficientes de flambagem para diferentes tipos de aplicação de carga"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Coeficientes de flambagem para diferentes tipos de aplicação de carga"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- Para almas sem enrijecedores longitudinais"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- Para almas com enrijecedores longitudinais"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Comprimento efetivo carregado"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Comprimento efetivo carregado"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Resistência de projeto"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Resistência de projeto"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Resistência à força cortante de um conector único"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Resistência à força cortante de um conector único"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Força cortante longitudinal atuando no comprimento L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Força cortante longitudinal atuando no comprimento"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- Verificação, Laje"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- Faixa de tensão de cisalhamento para o conector"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Faixa de tensão de cisalhamento para o conector"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍespaçamento do conector / número de conectores"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "espaçamento do conector / número de conectores"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Fator equivalente de dano"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Fator equivalente de dano"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- Faixa equivalente de amplitude constante da tensão de cisalhamento relacionada a 2 milhões de ciclos"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Faixa equivalente de amplitude constante da tensão de cisalhamento relacionada a 2 milhões de ciclos"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Nome da combinação de carga característica :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Nome da combinação de carga quase permanente :"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- No aço estrutural"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Fibra superior direita na mesa)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(Eixo neutro na alma)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- No concreto da laje"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "No concreto da laje"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- Na armadura"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "Na armadura"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "A barra de armadura está sob compressão. Não é necessário verificar."
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Intencionalmente rugoso (0,25 pol.)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Intencionalmente rugoso"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Não intencionalmente rugoso"
